Repository: ca-mi-lo/Find-info-app
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: indexing
es: indizando

source: ## Upload or select your PDF file
es: ## Carga o selecciona un archivo PDF

source: UPLOAD
es: CARGA

source: SELECT
es: SELECCIONA

source: pdf file
es: archivo pdf

source: ### Coming soon!
es: ### ¡Próximamente!

source: Enter question here
es: Escribe tu pregunta aquí

source: :white_check_mark: Thanks!
es: :white_check_mark: ¡Gracias!

source: :exclamation: Failed to send feedback
es: :exclamation: Falló el envio de retroalimentación

source: get answer
es: pregunta

source: preparing answer
es: preparando la respuesta

source: **Page:**
es: **Página:**

source: **File:** _
es: **Archivo:** _

source: Choose you language
es: Selecciona tu idioma

source: Advanced settings
es: Preferencias avanzadas

source: **Indexing options**
es: **Opciones de indizado**

source: Document size
es: Tamaño del fragmento

source: Overlap ratio
es: Porcentaje de traslape

source: **Answering options**
es: **Opciones de respuesta**

source: Temperature
es: Temperatura

source: No. of frag retrieved
es: No. de fragmentos recuperados

source: Task
es: Tarea

source: Base prompt used to generate the answer to the question
es: Prompt base usado para generar la respuesta

source: Google API Key was not provided
es: Llave del API de Google no proporcionada
